{
    "profile" : "Profil",
    "blog" : "Acount",
    "store" : "Dokon",
    "freelance" : "ERKIN",
    "about" : "Men Haqimda",
    "contact": "Kontakt",
    "post" : "Blog xabarlari",
    "think" : "Men shunday deb o'ylayman, bu shunday.",
    "bigg" : "Dizayn men qanday qilib tajribani eng muvaffaqiyatli taqdim etishni, men qo'ygan tugma muammoni hal qila oladimi yoki yo'qligini o'ylay boshlaganimdan keyin boshlanadi. Dizayndagi yagona nuqta ui dizayni emas, agar foydalanuvchi mahsulot oxirida yaxshi tajribaga ega bo'lmasa, dizayn mening fikrimcha muvaffaqiyatsiz deb hisoblanadi.",
    "all": "Hamasi",
    "ul": "UI dizayni",
    "ux": "UX dizayni",
    "product": "Product dizayni",
    "articl" : "Artiklar",
    "tutor": "O'quv qo'llanmalari",
    "boig" : "Foydalanuvchilarga o'rganishning qiyin bosqichlarida yordam berish uchun tezkor qo'llanma Internetdagi podkastingiz haqida.  Internetda podkastingiz haqida bilishdan boshlab foydalanuvchilarga qiyin bosqichlarda yordam berish uchun tezkor qo'llanma.",
    "kol" : "Grafik dizayn va veb-ishlab chiqish kabi, UX dizayn tendentsiyalari ham biron bir sababga ko'ra keladi va ketadi. UX bu insoniyat uchun yaxshiroq raqamli dunyoni rivojlantirish haqida. Bu innovatsiyalarni talab qiladigan soha, lekin bu doimiy ravishda rivojlanib boradi. Doimiy ravishda UX dizayn bloglarini kuzatib borish sizga yuqorida qolishingizga yordam beradi sanoatdagi o'zgarishlar, shuningdek, UX ko'nikmalaringizni rivojlantiring.Bundan tashqari, ko'plab UX dizayn bloglari sizni ilova yoki veb-saytlar haqida batafsil ma'lumot beruvchi amaliy tadqiqotlar bilan tanishtiradi muvaffaqiyatli ishlab chiqish, undan foydalanish imkoniyatlari qanday yaxshilanganligi bilan bir qatorda. Ushbu turlar haqida o'qish holatlar sizga g'oyalar berishga yordam beradi. Shu ma'noda, UX dizayn bloglari uchun ko'rsatma yordam berishi mumkin kelajakdagi loyihalaringiz qanday yo'nalishlarga ega bo'lishi kerak.Bundan tashqari, ko'plab UX dizayn bloglari sizni ilova yoki veb-saytlar haqida batafsil ma'lumot beruvchi amaliy tadqiqotlar bilan tanishtiradi muvaffaqiyatli ishlab chiqish, undan foydalanish imkoniyatlari qanday yaxshilanganligi bilan bir qatorda. Ushbu turlar haqida o'qish holatlar sizga g'oyalar berishga yordam beradi. Shu ma'noda, UX dizayn bloglari uchun ko'rsatma yordam berishi mumkin kelajakdagi loyihalaringiz qanday yo'nalishlarga ega bo'lishi kerak."
    
}