{
   "profile" : "Профиль",
   "blog" : "Блог",
   "store" : "Магазин",
   "freelance" : "Свабодный",
   "about" : "О себе",
   "contact" : "Контакт",
   "post" : "Собшений от блога",
   "think" : "Я так думаю, вот оно.",
   "bigg" : "Проектирование начинается после того, как я начинаю думать о том, как наиболее удачно представить опыт, может ли кнопка, которую я вставлю, решить проблему. Единственный момент в дизайне — это не дизайн пользовательского интерфейса: если у пользователя нет хорошего опыта в конечном продукте, на мой взгляд, дизайн будет считаться неудачным.Проектирование начинается после того, как я начинаю думать о том, как наиболее удачно представить опыт, может ли кнопка, которую я вставлю, решу проблему. Единственный момент в дизайне — это не дизайн пользовательского интерфейса: если у пользователя нет хорошего опыта в конце продукта, на мой взгляд, дизайн будет считаться неудачным.",
   "all" : "Все",
   "ul" : "Дизайн UL",
   "ux" : "Дизайн UX",
   "product": "Дизайн Продукта",
   "articl" :  "Артиклы",
   "tutor" : "Уроки",
   "boig" : "Краткое руководство по оказанию помощи пользователям на сложных этапах обучения вашем подкасте в сети.  Краткое руководство, которое поможет пользователям пройти сложные этапы изучения вашего подкаста в Интернете.",
   "kol" : "Как и графический дизайн и веб-разработка, тенденции UX-дизайна приходят и уходят по определенной причине. UX это все о создании лучшего цифрового мира для человечества. Эта область требует инноваций, но который постоянно развивается. Регулярное отслеживание блогов по UX-дизайну поможет вам быть в курсе последних событий. изменения в отрасли, а также развивать свои навыки UX.Кроме того, многие блоги по UX-дизайну предоставляют вам тематические исследования, подробно описывающие приложения или веб-сайты. успешная разработка, а также улучшение ее удобства использования. Читая об этих видах случаи могут помочь вам дать вам идеи. В этом смысле блоги по UX-дизайну могут помочь дать представление о том, направления, в которых должны развиваться ваши будущие проекты.Кроме того, многие блоги по UX-дизайну предоставляют вам тематические исследования, подробно описывающие приложения или веб-сайты. успешная разработка, а также улучшение ее удобства использования. Читая об этих видах случаи могут помочь вам дать вам идеи. В этом смысле блоги по UX-дизайну могут помочь дать представление о том, направления, в которых должны развиваться ваши будущие проекты."

   
}